import React from "react"
import MasterLayout from "../components/master-layout"
import Content from "../components/content"
import CommonHero from "../components/common-hero"

const AboutPage = () => {
  return (
    <MasterLayout>
      <CommonHero>
      <h1>Про нас</h1>
      </CommonHero>
      <Content>
        <h1>Наша місія - допомогти нашим клієнтам відкрити для себе красу та чудові місця в Європі, забезпечуючи їх найкращими туристичними послугами та високоякісним сервісом. Ми маємо великий досвід в організації турів та підготовці маршрутів для наших клієнтів.</h1>

        <p>Наша команда складається з професіоналів з великим досвідом роботи в галузі туризму, які знають кожну країну Європи зсередини та зовні. Ми завжди готові підібрати для вас оптимальний тур з урахуванням всіх ваших побажань та вимог.</p>

        <p>Наші цінності - це відповідальність, професіоналізм та індивідуальний підхід до кожного клієнта. Ми працюємо з увагою до деталей, щоб забезпечити вам якісний сервіс та незабутні враження від вашої подорожі.</p>

        <p>Ми запрошуємо вас до співпраці з нашим тур-агентством та гарантуємо, що ваша подорож стане незабутнім досвідом.</p>

      </Content>
    </MasterLayout>
  )
}

export default AboutPage
