import React from "react"
import MasterLayout from "../components/master-layout"
import Content from "../components/content"
import CommonHero from "../components/common-hero"

const ServicePage = () => {
  return (
    <MasterLayout>
      <CommonHero>
        <h1>Послуги</h1>
      </CommonHero>
      <Content>
        <h1>Ласкаво просимо на сторінку послуг нашого тур-агентства по країнам Європи!</h1>
        <p>Ми пропонуємо широкий спектр послуг для тих, хто мріє про подорожі по красивим країнам Європи. Ми допоможемо Вам з плануванням маршруту, підберемо найбільш підходящі варіанти перельотів, забронюємо готелі та знайдемо цікаві екскурсії.</p>
        <p>Наші кваліфіковані менеджери з задоволенням відповідатимуть на всі Ваші запитання та порадять, як скласти ідеальний тур для Вас. Ми забезпечимо повну підтримку на всіх етапах подорожі, щоб Ви могли насолоджуватися кожною митью свого відпочинку.</p>
        <p>Зверніться до нас зараз, і ми з радістю допоможемо Вам з плануванням незабутньої подорожі по країнам Європи!</p>

        <p>Наше тур-агентство пропонує наступний перелік послуг для підготовки туру по країнам Європи:</p>
        
        <li>
          Планування маршруту
        </li>
        <li>Підбір найбільш зручних варіантів перельотів
        </li>
        <li>
          Бронювання готелів та інших видів проживання
        </li>
        <li>Організація трансферів та оренди автомобілів</li>
        <li>Вибір та бронювання екскурсійних програм</li>
        <li>Організація страхових послуг для подорожей</li>
        <li>Консультації та допомога у вирішенні питань, пов'язаних із підготовкою туру</li>

        <p>Ми завжди готові надати нашим клієнтам індивідуальний підхід та професійну підтримку на всіх етапах подорожі. Наші послуги допоможуть зробити Вашу подорож максимально комфортною та незабутньою.</p>
      </Content>
    </MasterLayout>
  )
}

export default ServicePage
